package com.epam.courses.java.fundamentals.IO.practice.task4;

/**
 * Дана коллекция фильмов, содержащая информацию об актерах, снимавшихся в главных ролях
 * (один актер мог сниматься и в нескольких фильмах).
 * Необходимо написать приложение, позволяющее при запуске восстанавливать коллекцию фильмов,
 * позволять ее модифицировать, а по завершении работы приложения – сохранять (в файл).
 * Для восстановления/сохранения коллекции использовать  сериализацию/десериализацию.
 */

public class Serializer {
}
